
/*
 * Network "set" (location) strings
 */
"DEFAULT_SET_NAME" = "Automatikus";

/*
 * [System] Keychain descriptions for PPP
 */
"KEYCHAIN_KIND_PPP_PASSWORD" = "PPP jelszó";

/*
 * [System] Keychain descriptions for IPSec
 */
"KEYCHAIN_KIND_IPSEC_SHARED_SECRET" = "IPSec megosztott titok";
"KEYCHAIN_KIND_IPSEC_XAUTH_PASSWORD" = "IPSec XAuth jelszó";

/*
 * [System] Keychain descriptions for 802.1X
 *   Network Connection (Ethernet)
 *   Network Connection
 *   802.1X Password
 */
"KEYCHAIN_DESCRIPTION_EAPOL_INTERFACE" = "Hálózati kapcsolat (%@)";
"KEYCHAIN_DESCRIPTION_EAPOL" = "Hálózati kapcsolat";
"KEYCHAIN_KIND_EAPOL" = "802.1X jelszó";

/*
 * [System] Keychain descriptions for VPN
 */
"KEYCHAIN_KIND_VPN_PASSWORD" = "VPN-jelszó";
